acpi
alsa-utils
amd-ucode
arc-gtk-theme
autoconf-archive
base
base-devel
brightnessctl
btop
btrfs-progs
cmatrix
cronie
dmenu
dnsmasq
efibootmgr
feh
ffmpeg
file-roller
fuse2
geoclue
git
github-cli
gst-plugin-pipewire
gtk-engine-murrine
gtk-engines
gtk4
gvfs
i3-wm
i3blocks
i3lock
imagemagick
impala
iniparser
intel-media-driver
iwd
jp2a
kitty
ldns
less
libpulse
libreoffice-fresh
libsixel
libva-intel-driver
libva-mesa-driver
libvirt
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
lsof
lxappearance
mpv
neofetch
neovim
net-tools
netdata
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
obs-studio
openssh
pacman-contrib
papirus-icon-theme
perl-anyevent-i3
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
python
python-pip
qemu-full
ranger
redshift
ripgrep
rofi
rtorrent
rustup
scrot
sysbench
sysstat
thunar
thunar-archive-plugin
thunar-volman
tlp
tlp-rdw
ttf-droid
ttf-fira-code
ttf-font-awesome
unzip
vim
virt-manager
vulkan-intel
vulkan-radeon
wget
wireplumber
wpa_supplicant
xclip
xdotool
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
xorg-xrandr
xterm
zram-generator
zsh
